/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Si è verificato un errore sul server. Per favore prova ancora.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Si è verificato un errore sconosciuto. Per favore prova ancora.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Chiavi API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Genera";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Solo se il Mac è in pausa";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Solo se la priorità è almeno:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Prefisso delle notifiche:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Accedi a Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Trasmetti a Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "L'applicazione ha trasmesso un comando che il server non conosce. Prova ancora.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Non hai fatto log in e non hai permesso di generare una chiave API.";

